MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "您的电脑没有连接在 Internet 上。";
NotConnectedToNetwork							= "您的电脑没有连接到网络。";
FatalExceptionAlertDescription					= "按下播放/暂停以退出 Front Row。";
